{
  "nav.home": "Головна",
  "nav.articles": "Статті",
  "nav.about": "Про блог",
  
  "home.subtitle": "Курований збірник історій про перетин традицій, культури та майстерності у світі кави.",
  "home.readArticles": "Читати статті",
  "home.featured": "Рекомендовані",
  "home.latest": "Останні",
  "home.allArticles": "Всі статті",
  "home.readMore": "Читати далі",
  "home.footer.tagline": "Coffee: From Legend to Latte",
  "home.footer.description": "Святкуємо мистецтво, науку та культуру кави через вдумливе оповідання.",
  
  "articles.title": "Статті",
  "articles.subtitle": "Досліджуйте нашу колекцію історій про каву, гайдів та інсайтів",
  "articles.readingTime": "{minutes} хв читання",
  "articles.allCurrent": "Це всі наші статті на даний момент. Слідкуйте за новими публікаціями!",
  "articles.by": "Автор: {author}",
  
  "article.backToAll": "← Всі статті",
  "article.readingTime": "{minutes} хв читання",
  "article.likedArticle": "Сподобалася стаття?",
  "article.exploreMore": "Досліджуйте більше історій та гайдів про каву",
  "article.readMoreArticles": "Читати більше статей",
  "article.by": "Автор: {author}",
  
  "about.title": "Про блог",
  "about.ourStory": "Наша історія",
  "about.welcome": "Ласкаво просимо до <strong>Coffee: From Legend to Latte</strong> – блогу, присвяченого дослідженню багатого гобелену кавової культури. Від древніх легенд про козопаса Калді в ефіопських високогір'ях до витончених еспресо-барів сучасних міст, ми святкуємо кожну главу неймовірної подорожі кави.",
  "about.whatWeCover": "Що ми висвітлюємо",
  "about.history.title": "Історія",
  "about.history.description": "Досліджуйте захоплююче походження кави та її поширення континентами.",
  "about.culture.title": "Культура",
  "about.culture.description": "Досліджуйте, як різні культури приймали та трансформували кавові традиції.",
  "about.innovation.title": "Інновації",
  "about.innovation.description": "Будьте в курсі останніх розробок у specialty каві та інноваціях заварювання.",
  "about.mission": "Ми віримо, що кожна чашка кави розповідає історію. Наша місія – поділитися цими історіями – від фермерів, які дбайливо доглядають свої врожаї, до баристів, які створюють ідеальний напій, від древніх ритуалів до сучасних технік.",
  "about.community": "Кавою найкраще ділитися. Ми запрошуємо вас приєднатися до нашої зростаючої спільноти кавових ентузіастів, оскільки ми досліджуємо цей неймовірний світ разом, одну статтю за раз.",
  "about.startJourney": "Почніть свою подорож світом кави з наших рекомендованих статей",
  "about.exploreArticles": "Переглянути статті",
  
  "common.readingTime": "{minutes} хв"
} 